<template>
   <div :class="['page', $store.state.ww.size]">

    <Heading
      type="basic"
      pagetop
      :title="['Message']"
      subtitle="代表挨拶"
    />

    <section>
      <Heading
        type="photogenic"
        :title="['テキストテキストテキス']"
        subtitle="テキストテキストテキス"
        imgsrc="OurVision.jpg"
        alt="企業理念のイメージ画像"
        />
      <h1>テキストテキストテキストテキストテキストテキス</h1>
      <p>
        テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
        テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
        テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
        テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
      </p>
    </section>

    <section>
      <Heading
        type="photogenic"
        :title="['山下文江']"
        :subtitle="['代表取締役社長', 'フレグランスデザイナー']"
        imgsrc="OurVision.jpg"
        alt="企業理念のイメージ画像"
        />
      <!-- <h1>
        代表取締役社長<br/>
        フレグランスデザイナー<br/>
        山下文江
      </h1> -->
      <h2>経歴</h2>
      <p>
        調香・アロマテラピーを広く学んだ後、フランス グラースの調香専門学校 ASFO GRASSE へ留学。帰国後、フレグランスデザイナーとして活動をはじめ、企業・個人からの依頼でオリジナルの香りを制作する。
      </p>
      <p>
        また、癒し（フレグランスセラピー）と教育（フレグランスアート）をテーマにした、独自の香り創りメソッド「香楽KOUGAKU」を構築。誰にでも楽しめる香り創りによって、嗅覚を使った情操教育を実践。一般社団法人香楽メソッド普及協会を設立し、普及に努める。
      </p>
      <p>
        一方で、自らの経験を活かし、「ローズを食する」という新習慣を広めるために、2000年よりブルガリア産ローズオイル・ローズウォーターを使用した製品開発・普及活動を続ける。2016年、自社ブランドとして「ローズダレーナ」を立ち上げる。
      </p>
      <p>
        また、ブルガリア大使館からの後援を受け、一般社団法人ブルガリアンローズ文化協会を設立し、ブルガリアのバラを日本に広める活動を行う。活動の一環として、6月2日「ローズの日」の制定や、有名シェフらと「バラの騎士と女神の会」を結成し、ブルガリアンローズを食する文化を日本から世界へ発信する。
      </p>
      <h2>著書</h2>
      <p>
        『命をつむぐバラ』『香楽』（ハースト婦人画報社）<br/>
        『幸せを呼ぶ香りのセラピー』（ほんの木出版）
      </p>

    </section>

    <Footer />
  </div>
</template>

<script>
import Heading from '~/components/Heading.vue'
import Footer from '~/components/Footer.vue'
export default {
  components: {
    Heading,
    Footer,
  },
  head () { return this.$store.state.heads[this.$route.path] },
}
</script>

<style lang="scss" scoped>
@import '~/assets/css/myset.scss';

</style>
