<template>
  <div :class="['page', $store.state.ww.size]">

    <Heading
    type="basic"
    pagetop
    :title="['Terms', 'of', 'use']"
    subtitle="利用規約"
    />

    <section>
      <h2>
        はじめに
      </h2>
      <p>
        メイリリィナウェブサイト（以下、「本ウェブサイト」といいます）は有限会社メイリリィ（以下、「当社」といいます）、またはその代理人が運営しております。本ウェブサイトをご利用されることをもちまして、お客様は以下の利用規約に同意したものとみなされます。
        なお、本利用規約は事前の予告なしに変更される場合がありますので、最新の内容をご確認いただきますようお願い申し上げます。
      </p>

      <h2>
        第１条　利用規約の適用範囲
      </h2>
      <p>
        本利用規約は、本ウェブサイトを利用する全ての方（以下、「利用者」といいます）に適用されます。
      </p>

      <h2>
        第２条　著作権その他の権利について
      </h2>
      <p>
        本ウェブサイトに掲載されている全ての内容（画像、音声、動画および文章等を含む）に関する権利は当社が所有しているか、またはライセンスその他の正当な権限にもとづき使用するものです。したがって、著作権法により許されている場合を除き、いかなる方法、目的においても、本ウェブサイトの掲載内容全部につき、使用（複製、改変、転載及び頒布等を含む）することは禁止します。
      </p>

      <h2>
        第３条　商標について
      </h2>
      <p>
        本ウェブサイトに掲載されている全ての商標およびサービスマークは、当社もしくは当社の関連会社が所有し、またはライセンスその他の正当な権限にもとづいて使用するものです。したがって、当社の文書による事前の許諾がない限り、これらを無断で使用することは禁止します。
      </p>

      <h2>
        第４条　掲載情報について
      </h2>
      <p>
        本ウェブサイトに掲載されている情報は、掲載時点における情報であり、掲載した時点以降に予告なく変更される場合があります。当社はそれら情報の正確性や適時性について何ら保証するものではなく、かつそのそれらから発生した紛争や損害についても一切責任を負いません。
      </p>

      <h2>
        第５条　本ウェブサイトへのリンクについて
      </h2>
      <p>
        本ウェブサイトへのリンクは原則として自由です。ただし、以下の内容が含まれるウェブサイトからのリンクは固くお断りします。
      </p>

      <p>
        <ol>
          <li>
            １）公序良俗に反する内容
          </li>
          <li>
            ２）諸法令に違反する内容
          </li>
          <li>
            ３）当社（関係会社を含む）または当社の関係者を誹謗中傷する内容
          </li>
          <li>
            ４）その他当社の企業価値を毀損すると客観的に判断できる内容
          </li>
        </ol>
      </p>

      <p>
        本ウェブサイトから張られている第三者サイトへのリンクは、利用者への便宜のためにご提供しているものであり、その内容について当社が保証および認可したものではありません。
        したがって、当社は、当該第三者サイトの内容または当該第三者サイトの使用に関連して利用者に発生したいかなる損害に対しても責任を負いません。
      </p>

      <h2>
        第６条　禁止事項
      </h2>
      <p>
        利用者は、本ウェブサイトを利用するに際し、以下の行為をしてはならないものとします。
      </p>

      <p>
        <ol>
          <li>
            １）当社または第三者を誹謗または中傷したり名誉を毀損する行為、またはそれらのおそれのある行為
          </li>
          <li>
            ２）当社または第三者の財産権やプライバシーを侵害する行為、または侵害するおそれのある行為
          </li>
          <li>
            ３）当社または第三者の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、肖像権等）、その他の権利を侵害する行為、または侵害するおそれのある行為
          </li>
          <li>
            ４）本ウェブサイトまたは当社が提供する情報を営利目的に使用する行為、またはその準備を目的とする行為
          </li>
          <li>
            ５）他の利用者による本ウェブサイトにおける当社サービスの利用もしくはアクセスを妨げる行為
          </li>
          <li>
            ６）有害なコンピュータプログラム、および偽装ファイル等を送信し、または書き込む行為
          </li>
          <li>
            ７）公序良俗または法律もしくは法令に反する、またはそのおそれのある行為
          </li>
          <li>
            ８）犯罪的行為に結びつく、またはそのおそれのある行為
          </li>
          <li>
            ９）政治、宗教、選挙活動及びそれに類する話題、特定の個人への侮辱、わいせつな内容、当社に対する不利益が発生するような発言や行為
          </li>
          <li>
            １０）その他、当社が不適切であると判断する行為
          </li>
        </ol>
      </p>

      <h2>
        第７条　免責事項
      </h2>
      <p>
        本ウェブサイトに掲載されている情報、または本ウェブサイトを利用することで発生したトラブルや損失、損害に対して、当社は一切責任を負いません。
        すべての商品の希望小売価格および仕様、発売時期、発売場所等は、予告なく変更されることがあります。また、予告なしに本ウェブサイトに掲載した情報を変更することがあり、あるいは本ウェブサイトの運営を中断または中止させていただくことがありますので、あらかじめ御了承ください。
        なお、当社は理由の如何に関わらず、情報の変更および本ウェブサイトの運営の中断または中止によって生じるいかなる損害についても責任を負うものではありません。また、当社は、本ウェブサイトにリンクしている他のいかなるウェブサイトの内容にも責任を負いません。
      </p>

      <h2>
        第８条　準拠法及び管轄裁判所
      </h2>
      <p>
        本ウェブサイトならびに本利用規約の解釈および適用は、日本国法に準拠します。
        また、本ウェブサイトに関わる全ての紛争については、他に別段の定めのない限り、横浜地方裁判所を第一審の専属的合意管轄裁判所とします。
      </p>

    </section>

    <Footer />
  </div>
</template>

<script>
import Heading from '~/components/Heading.vue'
import Footer from '~/components/Footer.vue'
export default {
  components: {
    Heading,
    Footer,
  },
  head () { return this.$store.state.heads[this.$route.path] },
}
</script>

<style lang="scss" scoped>
// @import '~/assets/css/myset.scss';
section h2{
  font-weight: 700;
  font-size: 1.2em;
  padding-top: 1.7em;
  line-height: 1.5;
}
</style>
